[
  {
    "room_info": "",
    "dislikes": 0,
    "postal_code": "",
    "likes": 0,
    "id": 40201,
    "city": "",
    "has_hours": false,
    "total_item_count": 8,
    "franchise_id": 16884,
    "website": "https://www.trentu.ca/colleges/champlain/",
    "location": "",
    "latitude": 0,
    "logo_url": "https://d3n756dfoku5i3.cloudfront.net/6F9OgyJjGNXszguWlNNYHz8Y3xFW9dnw.png",
    "email": "",
    "province": "",
    "description":
      "Named in honour of the explorer Samuel de Champlain, the college is situated right on the bank of the Otonabee River.  Champlain’s spirit of adventure, discovery, and global citizenship are captured in the college motto:  “continuer mes decouvertes”, “continue my discoveries”.  That spirit lives on in the programs, people, and architecture of Trent’s Champlain College.\n\nTo Champlainers, architecture matters.  Legendary Canadian architect Ron Thom designed this college, and its buildings are renowned for their avante garde use of natural materials and traditional elements in modernist form. Walking through its winding paths and staircases, or through the courtyards or to the banks of the river you’ll feel how the architecture creates a feeling of community, takes inspiration from the natural environment, and provides a safe space for intellectual discovery, adventure, reflection and hearty engagement with a community of learners.    \n\nAt the centre of the college is the impressive Great Hall, which serves as the college's gathering place for formal dinners and events, as well as a daily dining and study hall.  Near the great hall are a Junior Common Room for student recreation and study, The Seasoned Spoon, an independent cooperatively run café serving healthy, organic, locally grown, affordable food, and the Champlain Living Learning Commons.  The Commons serves as a formal and informal meeting space, an art gallery, a dining room, and the venue for regular college functions like co-curricular workshops and guest speakers. Both residential students and students living off-campus have access to all college facilities.  \n\nThe college residences are divided into two quads. From the air, these buildings appear as interlocking C's, standing for Champlain College.  Within the residences are two special areas designated as \"Living Learning Communities\".  These include the Trent Global Living Community, for students interested in developing their global citizenship; and the Active Living Community, for those with a spirit of adventure who want to live healthy and active lives.\n\nThe Living Learning communities here at Champlain are available to students interested in global citizenship and modern issues, as well as living healthy and active lives. Don't be afraid to checkout the Cellie, the licensed pub and games room open and run by students, playing host to a variety of Champlain functions.\n\nStudents at Champlain will be exposed to a plethora of events involving guest speakers and fellows in residence, and visitors. These guests are invited to speak to Trent students and remain on campus for a time, interacting with students to inspire intellectual exchange supplementing the academic life of this community of learning.\n\nFeel like relaxing by the river with a good book? Champlain College offers space outside its atrium where students can enjoy the outside, play games, or watch Trent rowers on the Otonabee River!  \n\nChamplain classrooms, for both seminars and lectures, are located throughout the college, mixed in with faculty and department offices.  Moreover, the Trent International Program, the Career Centre and Alumni House all find their home in Champlain; along with student run organizations like Trent International Students Association and Trent Students for Literacy volunteers, they add to the character and vitality of college life.\n",
    "phone": "",
    "address": "",
    "name": "Champlain College Info  & Schedule",
    "country": "",
    "longitude": 0,
    "item_preview": "Canoeing",
    "secondary_name": "Champlain College Info  & Schedule",
    "category_id": 19
  },
  {
    "room_info": "",
    "dislikes": 0,
    "postal_code": "",
    "likes": 0,
    "id": 14052,
    "city": "",
    "has_hours": false,
    "total_item_count": 9,
    "franchise_id": 1717,
    "website": "",
    "location": "",
    "latitude": 45.5150683730756,
    "logo_url": "https://d3n756dfoku5i3.cloudfront.net/c6zg7FIDY4xeyJH9f9SexG7cH6RbsQwC.png",
    "email": "sebastien@oohlalamobile.com",
    "province": "",
    "description": "Because bots should be represented by a club. The bots have rights!",
    "phone": "1514 999 9999",
    "address": "3642 Avenue Coloniale, Montréal, QC H2X 2Y6, Canada",
    "name": "#BOTOOHLALA Club - DO NOT DELETE",
    "country": "",
    "longitude": -73.572714328765898,
    "item_preview": "event attendance FUTURE",
    "secondary_name": "#BOTOOHLALA Club - DO NOT DELETE",
    "category_id": 0
  },
  {
    "room_info": "",
    "dislikes": 0,
    "postal_code": "",
    "likes": 0,
    "id": 5987,
    "city": "",
    "has_hours": false,
    "total_item_count": 4,
    "franchise_id": 3539,
    "website": "",
    "location": "",
    "latitude": 47.595039999999997,
    "logo_url": "https://d3n756dfoku5i3.cloudfront.net/logo_0.png",
    "email": "458@gotoohlala.com",
    "province": "",
    "description": "",
    "phone": "",
    "address": "",
    "name": "#club with private member list - ferrari 458",
    "country": "",
    "longitude": -122.326104,
    "item_preview": "testest",
    "secondary_name": "#club with private member list -",
    "category_id": 0
  },
  {
    "room_info": "",
    "dislikes": 0,
    "postal_code": "",
    "likes": 0,
    "id": 2894,
    "city": "",
    "has_hours": false,
    "total_item_count": 2,
    "franchise_id": 1717,
    "website": "",
    "location": "",
    "latitude": 0,
    "logo_url": "https://d3n756dfoku5i3.cloudfront.net/logo_0.png",
    "email": "fadsf@g.com",
    "province": "",
    "description": "",
    "phone": "",
    "address": "",
    "name": "#TEST_ATHLETICS_NO_GROUP_NO_EXECS",
    "country": "",
    "longitude": 0,
    "item_preview": "Second Event",
    "secondary_name": "#TEST_ATHLETICS_NO_GROUP_NO_",
    "category_id": 16
  },
  {
    "room_info": "",
    "dislikes": 0,
    "postal_code": "",
    "likes": 0,
    "id": 3774,
    "city": "",
    "has_hours": false,
    "total_item_count": 0,
    "franchise_id": 1717,
    "website": "",
    "location": "",
    "latitude": 0,
    "logo_url":
      "https://d3n756dfoku5i3.cloudfront.net/ut4FJg07613cE61HUYaWRTdxW7Tp70F4zAYETjR4Gt57FPPZVGhBBX5HLY8oh3pE.png",
    "email": "arianna@gotoohlala.com",
    "province": "",
    "description": "]en[test test test]fr[",
    "phone": "",
    "address": "",
    "name": "#TEST_ATHLETIC_NO_GROUP_YES_EXEC",
    "country": "",
    "longitude": 0,
    "item_preview": "",
    "secondary_name": "#TEST_ATHLETIC_NO_GROUP_YES",
    "category_id": 16
  }
]
